{"inkVersion":21,"root":[[{"->":"introscene"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"introscene":["^WOAH ! Where am I ? ","#","^speaker:Suzy","/#","\n","^Suzy, why the hell did you follow me ?! ","#","^speaker:Cat","/#","\n","^Did you just ... speak? ","#","^speaker:Suzy","/#","\n","^How did you even get here? You were supposed to stay home!  ","#","^speaker:Cat","/#","\n","^Well I followed you and got sucked into some garbage can portal, and how are you still speaking !  ","#","^speaker:Suzy","/#","\n","^You really have no idea what you've gotten yourself into. I am not an ordinary cat.","\n","^I can travel through time and right now I have a mission to complete. ","#","^speaker:Cat","/#","\n","^Wait ? what ? you can travel through time ?! Well get me home I have school tomorrow. ","#","^speaker:Suzy","/#","\n","^The only way back to the present is to go back in to, we can only go backward, not forward.","\n","^I guess your just gonna have to accompany me on this mission, you might prove useful, but I warn you it won't be easy. ","#","^speaker:Cat","/#","\n","^Mission ? Why do I have to go on it with you ? ","#","^speaker:Suzy","/#","\n","^Time and space is delicate and beings like me protect it. An ancient malevolent entity, known as the Chronophage, is trying to devour time itself.","\n","^Chrono-crystals hidden through time are the key in stopping the Chronophage from causing chaos and destruction.","\n","^The Chronophage is very sensitive to time beings, such as myself. If you collect them, we could go undetected by it. ","#","^speaker:Cat","/#","\n","^And this is the only way home ? ","#","^speaker:Suzy","/#","\n","^It is, therefore it's immensly important for us to get the chrono-crystals.","\n","^You can use my powers, they will be crucial for collecting the chrono-crystals and stopping the Chronophage.","\n","^What powers ?","\n","^As a time being, I am able to freeze time and also blip through space. I will lend these to you, so that you may collect the crystals.","\n","^PRESS \"E\" to pause time and PRESS \"SHIFT\" to blip through time.","\n","^And where will how can I find the crystals ?","\n","^I have sensed the first one to be in this time period, and I believe it to be in this castle. Once you have it, we will continue on our mission.","\n","^Jeez, I'm gonna be tired for school tomorrow.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}